<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Moda</title>
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Rajdhani:wght@600&display=swap" rel="stylesheet">
    <link rel="shortcut icon" href="Recursos/PatakaNombreMini.png">
    <link rel="stylesheet" href="style.css">
    <script src="https://kit.fontawesome.com/4cac93665d.js" crossorigin="anonymous"></script>
</head>

<body id="cuerpo">

    <script src="scripts.js"></script>
    <nav class="nav">
        <ul class="nav__ul">
            <li class="nav__ul__li"><i class="fa-solid fa-house"></i><a href="index.html">Inicio</a></li>
            <li class="nav__ul__li"><i class="fa-brands fa-android"></i><a href="android.html">Android</a></li>
            <li class="nav__ul__li"><i class="fa-brands fa-apple"></i><a href="iphone.html">Iphone</a></li>
            <li class="nav__ul__li"><i class="fa-sharp fa-solid fa-shirt"></i><a href="moda.html">Moda</a></li>
            <li class="nav__ul__li"><i class="fa-solid fa-dice-d20"></i><a href="ia.html">IA</a></li>
        </ul>
    </nav>
    <div class="menu_bt" id="bt_menu"><i id="icono_menu_lateral" class="fa-solid fa-bars"></i></div>
    <nav class="nav_responsive" id="menu1">
        <ul class="nav__ul__responsive">
            <li class="nav__responsive__ul__li"><i class="fa-solid fa-house"></i><a href="index.html">Inicio</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-brands fa-android"></i><a href="android.html">Android</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-brands fa-apple"></i><a href="iphone.html">Iphone</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-sharp fa-solid fa-shirt"></i><a href="moda.html">Moda</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-solid fa-dice-d20"></i><a href="ia.html">IA</a></li>
        </ul>
    </nav>
    <div class="container__logo">
        <img class="container__logo-main" src="Recursos/PatakaNombre (2).png" alt="">
    </div>
    <div class="boton" id="boton"><i id="icono" class="fa-solid fa-bars"></i></div>
    <div class="menu" id="menu">

        <!--BUSCADOR-->
        <div class="buscador">
            <form>
              <input type="text" placeholder="Buscar en Pataka.." name="Buscar">
              <button type="submit" class="fa fa-search fa-3x" ></button>
            </form>
         </div>
         <hr></hr>
        <form  method="post">
            <div class="contenedor">
                
              <h2 class="login1">Login</h2>

              <label for="nombre"><i class="fa fa-user fa-lg"></i>
                <input type="text" placeholder="Indique su nombre" name="nombre" required>
              </label>

              <label for="password"><i class="fa fa-lock fa-lg"></i>
                <input type="password" placeholder="Introducir contrase&ntilde;a" name="password" required>
              </label>

              <a href="#" class="link">Recuperar contrase&ntilde;a?</a>

              <button type="reset" class="log">Login</button>

              <!--REGISTRO-->     
                <h2 class="registro">Reg&iacute;strate</h2>

                <label for="nombre"><i class="fa fa-user fa-lg"></i>
                    <input type="text" placeholder="Indique un nombre de usuario" name="nombre" required>
                </label>

                <label for="nombre"><i class="fa-sharp fa-solid fa-envelope fa-lg" ></i>
                    <input type="email" placeholder="Indique un correo" name="nombre" required>
                </label>

                <label for="password"><i class="fa fa-lock fa-lg"></i>
                    <input type="password" placeholder="Introducir una contrase&ntilde;a" name="password" required>
                </label>

                <button type="reset" class="log">Reg&iacute;strate</button>
            </div>
        </form>    
        <hr></hr> 
    </div>
    <div class="container_redes" id="boton_redes">
        <i class="fa-solid fa-icons"></i>
        <a href="https://www.instagram.com/"><img class="redes" src="Recursos/Instagram.png" alt=""></a>
        <a href="https://www.twitch.tv/"><img class="redes" src="Recursos/twitch.png" alt=""></a>
        <a href="https://twitter.com/"><img class="redes" src="Recursos/twitter.png" alt=""></a>
        <a href="https://www.youtube.com/?gl=ES&hl=es"><img class="redes" src="Recursos/youtube.png" alt=""></a>
    </div>
    <div id="button-up">
        <i class="fas fa-chevron-up"></i>
    </div>
    <div class="container_articulos">
        <div class="Articulos">
            <p>
            <h2>Novedades de Android para este 2023</h2>
            </p>
            <br>
            <p>
                Todas las novedades sobre Android, &uacute;ltimas noticias sobre el sistema operativo de Google, todos los
                dispositivos compatibles y sus fechas de lanzamiento, nuevas versiones, ROMs y actualizaciones. En
                Pataka te informamos cu&aacute;ndo sale la nueva actualizaci&oacute;n de Android, qu&eacute; novedades incluye, qu&eacute; m&oacute;viles
                son compatibles y los trucos secretos de cada nueva versi&oacute;n. Consulta nuestras gu&iacute;as y tutoriales para
                saber c&oacute;mo funciona Android, nuevas aplicaciones para tu tel&eacute;fono o tablet y consejos sobre las mejoras
                de configuraci&oacute;n para aprovechar al m&aacute;ximo la memoria, bater&iacute;a y rendimiento de tu smartphone o tableta.
            </p>
            <br>
            <img class="img3" src="Recursos/android2.jpg" alt="">

        </div>
        <div class="Articulos">
            <p>
            <h2>Privacy Sandbox en Android</h2>
            </p>
            <br>
            <p>
                La industria publicitaria m&oacute;vil ha sido fuertemente criticada en los &uacute;ltimos a&ntilde;os, lo que ha llevado a
                ciertos actores a modificar sus pr&aacute;cticas que en determinados casos no eran demasiado transparentes y
                recurr&iacute;an a la recopilaci&oacute;n y entrecruzamiento de datos para perfilar a su p&uacute;blico.
            </p>
            <br>
            <p><img class="img3" src="Recursos/Privacy-sandbox.jpeg" alt=""></p>
            <p>
                En el caso del gigante de las b&uacute;squedas, este est&aacute; probando nuevas API que ofrecen a los usuarios la
                posibilidad de tener un mayor control de los anuncios que pueden llegar a recibir. Adem&aacute;s, al mismo
                tiempo, impulsan un comportamiento menos individualista en el caso de la segmentaci&oacute;n.
                <br>
                <br>
                Con Privacy Sanbox, Android contar&aacute; con un apartado que permitir&aacute; gestionar los temas de inter&eacute;s
                publicitarios, por ejemplo, “moda”, “coches” o “tecnolog&iacute;a”. Se podr&aacute;n escoger algunos, para recibir
                anuncio al respecto, o bloquearlos en caso de que no se ajusten a los intereses deseados.
            </p>

        </div>
        <div class="Articulos">
            <p>
            <h2>Android 14 ya est&aacute; aqu&iacute;: estas son sus novedades y c&oacute;mo puedes instalar la versi&oacute;n para desarrolladores
            </h2>
            </p>
            <br>
            <p>
                Por sorpresa aunque sospechando que en febrero llegar&iacute;a. Android 14 acaba de aterrizar en su primera
                versi&oacute;n para desarrolladores. El sucesor de Android 13 ya se puede instalar en los Google Pixel a&uacute;n
                estando en fase preliminar, y deja ver todas las novedades que Google est&aacute; preparando para su nuevo
                sistema operativo. Vamos a contarte todas las caracter&iacute;sticas de Android 14 en su versi&oacute;n inicial, as&iacute;
                como el proceso de instalarla en tu tel&eacute;fono.
            </p>
            <br>
            <p><img class="img3" src="Recursos/android-14" alt=""></p>
            <p>
                Android 14 viene repleta de novedades, bajo el nombre Upside Down Cake. En primer lugar, encontramos
                mejoras en accesibilidad. Las fuentes son a&uacute;n m&aacute;s grandes para que cualquier usuario con ciertos
                problemas de visi&oacute;n pueda ver la pantalla correctamente. En concreto, podemos escalar los tama&ntilde;os de
                fuente hasta en un 200% frente al 130% anterior.
                <br>
                <br>
                El sistema, a partir de esta versi&oacute;n, nos enviar&aacute; una notificaci&oacute;n cuando vayamos a instalar una
                aplicaci&oacute;n que se haya desarrollado con un nivel de API antiguo. El mensaje es el que ya conoc&iacute;amos de
                que "esta app se ha desarrollado para una versi&oacute;n antigua de Android", pero ahora avisar&aacute;n cuando el
                nivel de API de 27 inferior, frente al antiguo l&iacute;mite de API 22.
            </p>
            <br>
            <p>
                Ha habido mejoras tambi&eacute;n en lo referente a los perfiles de usuario. Si tenemos habilitado un segundo
                perfil en el tel&eacute;fono, por ejemplo, para que lo use nuestro hijo, podremos obtener un historial con las
                llamadas telef&oacute;nicas y env&iacute;o de mensajes de texto.
            </p>

        </div>
        <div class="Articulos">
            <p>
            <h2>Seguimiento de env&iacute;os de Gmail: qu&eacute; es y c&oacute;mo activarlo en tu m&oacute;vil Android</h2>
            </p>
            <br>
            <p>
                Vamos a explicarte qu&eacute; es y c&oacute;mo activar el seguimiento de env&iacute;os de Gmail, una nueva funci&oacute;n que acaba
                de llegar al cliente de correo electr&oacute;nico de Google. Se trata de una opci&oacute;n disponible en la aplicaci&oacute;n
                de Gmail para Android, y que ha llegado a varios pa&iacute;ses entre los que se encuentra Espa&ntilde;a.
            </p>
            <br>
            <p>
                Vamos a empezar el art&iacute;culo explic&aacute;ndote de qu&eacute; trata exactamente esta opci&oacute;n de Gmail y lo que puedes
                conseguir con ella. Y luego, pasaremos a decirte paso a paso c&oacute;mo puedes activarla en tu m&oacute;vil Android.
            </p>
            <br>
            <p><img class="img3" src="Recursos/seg-envios.jpeg" alt=""></p>
            <p>
                La opci&oacute;n de seguimiento de env&iacute;os intenta que Gmail te ayude a rastrear tus pedidos directamente desde
                la bandeja de entrada de tu app de correo electr&oacute;nico. As&iacute;, sin tener que usar ninguna otra aplicaci&oacute;n
                podr&aacute;s saber el estado de alg&uacute;n pedido que has realizado online, y que est&eacute; con alguna agencia de
                transporte.
                <br>
                <br>
                Lo que hace Gmail es rastrear tus correos electr&oacute;nicos para detectar autom&aacute;ticamente esos que
                pertenezcan a alguna confirmaci&oacute;n de env&iacute;o. Ya sabes, esos correos en los que se te da un n&uacute;mero de
                seguimiento, y que con &eacute;l puedes saber d&oacute;nde est&aacute; exactamente el pedido, so si se te ha enviado.
            </p>

        </div>
        <div class="Articulos">
            <p>
            <h2>Android Auto 8.9 oficial: novedades y c&oacute;mo descargar la &uacute;ltima versi&oacute;n estable</h2>
            </p>
            <br>
            <p>
                Vamos a decirte cu&aacute;les son las novedades de Android Auto 8.9, la &uacute;ltima versi&oacute;n del sistema operativo
                para tu coche compatible creada por Google. Como viene siendo habitual, solo unos pocos d&iacute;as despu&eacute;s del
                lanzamiento de su versi&oacute;n beta, ahora ya est&aacute; disponible para todos.
            </p>
            <p>
                Y como es habitual cada vez que sale una de estas nuevas versiones estables, nosotros venimos a contarte
                cu&aacute;les son sus principales novedades y cambios. Y despu&eacute;s, tambi&eacute;n te diremos la sencilla manera que
                tienes para actualizar la aplicaci&oacute;n y recibir la nueva versi&oacute;n p&uacute;blica.
            </p>
            <br>
            <p><img class="img3" src="Recursos/and-auto.jpg" alt=""></p>
            <p>
                En cuanto a las novedades, todav&iacute;a no se ha activado la interfaz Coolwalk de forma general con esta
                nueva versi&oacute;n de Android Auto. Google sigue con su propuesta de activar la interfaz Coolwalk poco a poco
                cada vez en m&aacute;s dispositivos, y de momento todav&iacute;a no hay una activaci&oacute;n generalizada.
                <br>
                La principal novedad de la versi&oacute;n es que el redise&ntilde;o a Material You de la app m&oacute;vil sigue
                implement&aacute;ndose, y ahora tambi&eacute;n lo podemos ver en el asistente de ayuda para la conectividad con cable.
                Simplemente, este asistente ahora tiene un aspecto m&aacute;s moderno.
            </p>
            <p>
                Adem&aacute;s de esto, tambi&eacute;n se solucionan errores y se implementan nuevos modelos de coche compatibles,
                a&ntilde;adiendo y optimizando el sistema para los m&aacute;s recientes en llegar al mercado para que todos los tipos
                de veh&iacute;culo y consola de navegaci&oacute;n est&eacute;n soportados.
            </p>

        </div>
    </div>
</body>

</html>