<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Cyberseguridad</title>
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Rajdhani:wght@600&display=swap" rel="stylesheet">
    <link rel="shortcut icon" href="Recursos/PatakaNombreMini.png">
    <link rel="stylesheet" href="style.css">
    <script src="https://kit.fontawesome.com/4cac93665d.js" crossorigin="anonymous"></script>
</head>

<body id="cuerpo">

    <script src="scripts.js"></script>
    <nav class="nav">
        <ul class="nav__ul">
            <li class="nav__ul__li"><i class="fa-solid fa-house"></i><a href="index.html">Inicio</a></li>
            <li class="nav__ul__li"><i class="fa-brands fa-android"></i><a href="android.html">Android</a></li>
            <li class="nav__ul__li"><i class="fa-brands fa-apple"></i><a href="iphone.html">Iphone</a></li>
            <li class="nav__ul__li"><i class="fa-sharp fa-solid fa-shirt"></i><a href="moda.html">Moda</a></li>
            <li class="nav__ul__li"><i class="fa-solid fa-gamepad"></i><a href="juegos.html">Juegos</a>
            </li>
            <li class="nav__ul__li"> <i class="fa-solid fa-video"></i><a href="peliculas.html">Peliculas</a></li>
            <li class="nav__ul__li"><i class="fa-solid fa-dice-d20"></i><a href="ia.html">IA</a></li>
            <li class="nav__ul__li"><i class="fa-solid fa-shield-halved"></i><a href="cyber.html">Cyberseguridad</a></li>
        </ul>
    </nav>
    <div class="menu_bt" id="bt_menu"><i id="icono_menu_lateral" class="fa-solid fa-bars"></i></div>
    <nav class="nav_responsive" id="menu1">
        <ul class="nav__ul__responsive">
            <li class="nav__responsive__ul__li"><i class="fa-solid fa-house"></i><a href="index.html">Inicio</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-brands fa-android"></i><a href="android.html">Android</a>
            </li>
            <li class="nav__responsive__ul__li"><i class="fa-brands fa-apple"></i><a href="iphone.html">Iphone</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-sharp fa-solid fa-shirt"></i><a href="moda.html">Moda</a>
            </li>
            <li class="nav__responsive__ul__li"><i class="fa-solid fa-gamepad"></i><a href="juegos.html">Juegos</a>
            </li>
            <li class="nav__responsive__ul__li"> <i class="fa-solid fa-video"></i><a href="peliculas.html">Peliculas</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-solid fa-dice-d20"></i><a href="ia.html">IA</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-solid fa-shield-halved"></i><a href="cyber.html">Cyberseguridad</a></li>
        </ul>
    </nav>
    <div class="container__logo">
        <img class="container__logo-main" src="Recursos/PatakaNombre (2).png" alt="">
    </div>
    <div class="boton" id="boton"><i id="icono" class="fa-solid fa-bars"></i></div>
    <div class="menu" id="menu">

        <!--BUSCADOR-->
        <div class="buscador">
            <form>
              <input type="text" placeholder="Buscar en Pataka.." name="Buscar">
              <button type="submit" class="fa fa-search fa-3x" ></button>
            </form>
         </div>
         <hr></hr>
        <form  method="post">
            <div class="contenedor">
                
              <h2 class="login1">Login</h2>

              <label for="nombre"><i class="fa fa-user fa-lg"></i>
                <input type="text" placeholder="Indique su nombre" name="nombre" required>
              </label>

              <label for="password"><i class="fa fa-lock fa-lg"></i>
                <input type="password" placeholder="Introducir contrase&ntilde;a" name="password" required>
              </label>

              <a href="#" class="link">Recuperar contrase&ntilde;a?</a>

              <button type="reset" class="log">Login</button>

              <!--REGISTRO-->     
                <h2 class="registro">Reg&iacute;strate</h2>

                <label for="nombre"><i class="fa fa-user fa-lg"></i>
                    <input type="text" placeholder="Indique un nombre de usuario" name="nombre" required>
                </label>

                <label for="nombre"><i class="fa-sharp fa-solid fa-envelope fa-lg" ></i>
                    <input type="email" placeholder="Indique un correo" name="nombre" required>
                </label>

                <label for="password"><i class="fa fa-lock fa-lg"></i>
                    <input type="password" placeholder="Introducir una contrase&ntilde;a" name="password" required>
                </label>

                <button type="reset" class="log">Reg&iacute;strate</button>
            </div>
        </form>    
        <hr></hr> 
    </div>
    <div class="container_redes" id="boton_redes">
        <i class="fa-solid fa-icons"></i>
        <a href="https://www.instagram.com/"><img class="redes" src="Recursos/Instagram.png" alt=""></a>
        <a href="https://www.twitch.tv/"><img class="redes" src="Recursos/twitch.png" alt=""></a>
        <a href="https://twitter.com/"><img class="redes" src="Recursos/twitter.png" alt=""></a>
        <a href="https://www.youtube.com/?gl=ES&hl=es"><img class="redes" src="Recursos/youtube.png" alt=""></a>
    </div>
    <div id="progress-bar" ></div>
    <div id="button-up">
        <i class="fas fa-chevron-up"></i>
    </div>
    <div class="container_articulos">
        <div class="Articulos">
            <p>
                <h2>Las empresas que utilizan ChatGPT est&aacute;n descubriendo algo preocupante: no sabe guardar un secreto</h2>
            </p>
            <br>
            <p>
                El mundo est&aacute; contagi&aacute;ndose de la fiebre ChatGPT. Conversamos con este chatbot para que resuelva nuestras dudas y para que nos ayude a trabajar mejor, 
                pero mientras lo hacemos, le estamos contando un mont&oacute;n de cosas a este motor de inteligencia artificial conversacional. Eso no es problema si uno habla 
                de temas m&aacute;s o menos banales, pero la cosa cambia, y mucho, en empresas.
                <br>
                <br>
                Top secret. Como indican en Dark Reading, un informe reciente de la consultora de seguridad de datos 
                Cyberhaven revel&oacute; que se detectaron y bloquearon peticiones de introducci&oacute;n de datos en el 4,2% de los 1,6 millones de 
                trabajadores de empresas que trabajan con ellos. Es un porcentaje que parece bajo pero que es realmente preocupante porque en todos 
                los casos el peligro estaba en que esos trabajadores acabaran filtrando datos sensibles.
            </p>
            <br>
            <p><img class="imgi" src="Recursos/cy.jpeg" alt=""></p>
        </div>
        <div class="Articulos">
            <p>
                <h2>El Hospital Cl&iacute;nic de Barcelona est&aacute; contra las cuerdas por un ataque de ransomware: de momento, ni negociaci&oacute;n ni rescate</h2>
            </p>
            <br>
            <p>
                El ransomware se est&aacute; convirtiendo en una verdadera condena para multitud de empresas y entidades, 
                pero hay objetivos especialmente delicados. Los hospitales son un dram&aacute;tico ejemplo de lo que pueden provocar estos ciberataques, y 
                el Cl&iacute;nic de Barcelona est&aacute; ahora mismo bajo m&iacute;nimos debido a una reciente intrusi&oacute;n en sus sistemas.
                <br>
                <br>
                <strong>Qu&eacute; ha pasado.</strong> Ayer domingo, a las 11:17 horas, el Hospital Cl&iacute;nic de Barcelona notificaba a la Agencia de 
                Ciberseguridad de Catalu&ntilde;a que hab&iacute;an sufrido un ciberataque de ransomware. Eso provoc&oacute; que los servicios de laboratorio, 
                farmacia y urgencias se cordinaron con otros hospitales de la ciudad  para la atenci&oacute;n de urgencias, transportes sanitarios y c&oacute;digos urgentes (infarto, ictus, etc).
                <br>
                <br>
                <strong>Funcionamiento parcial.</strong> En una actualizaci&oacute;n posterior, los responsables del CL&iacute;nic indicaban que varios servicios se 
                mantienen activos, pero que se hab&iacute;an desprogramado cirug&iacute;as selectivas, extracciones y consultas externas. Mientras, se sigue trabajando 
                "en recuperar el sistema inform&aacute;tico".
                <br>
                <br>
                <strong>De rescate, nada.</strong> Como indican en El Mundo, desde la Generalitat se ha indicado que de momento no hay petici&oacute;n de rescate, 
                pero se ha descartado cualquier "tipo de negociaci&oacute;n para pagar ni un c&eacute;ntimo" por la recuperaci&oacute;n del acceso y posibles datos robados. 
                Seg&uacute;n la Agencia de Ciberseguridad de Catalu&ntilde;a, este ciberataque ha sido "sofisticado y complejo" y procede de fuera de Espa&ntilde;a. En concreto, 
                de un grupo llamado Ransom House.
            </p>
            <br>
            <p><img class="imgi" src="Recursos/hospital.jpeg" alt=""></p>
        </div>
        <div class="Articulos">
                    
            <p>
                <h2>macOS no es inmune al malware, pero ha recibido 5.000 veces menos amenazas que Windows en 2022</h2>
            </p>
            <br>
            <p>
                Las amenazas de seguridad inform&aacute;tica han crecido notablemente en los &uacute;ltimos a&ntilde;os, 
                poniendo en peligro los datos de usuarios particulares, empresariales y gubernamentales. 
                Este escenario ha reafirmado la idea de que no existe el software completamente seguro. Del mismo modo que se pueden utilizar 
                ciertas t&eacute;cnicas para abrir una cerradura f&iacute;sica sin su llave, tambi&eacute;n es posible vulnerar la seguridad de los sistemas digitales.
                <br>
                <br>
                Ahora bien, no todos los elementos que forman parte del ecosistema digital en el que estamos inmersos est&aacute;n expuestos al mismo nivel de riesgo. 
                En el mundo de los sistema operativos de escritorio, seg&uacute;n AV-ATLAS, la diferencia es prominente. Windows, con mucha diferencia, se ubica a la cabeza de 
                la lista, seguido de macOS y Linux. Veamos detalladamente los resultados del informe para entenderlos mejor.
                <br>
                <br>
                <br>
                <p><img class="imgi" src="Recursos/windows.jpeg" alt=""></p>
                <br>
                <br>
                <h3>Windows, el SO de escritorio m&aacute;s inseguro del momento</h3>
                <br>
                AV-ATLAS, uno de los principales actores encargados de analizar el mundo de la ciberseguridad, ha compartido sus estad&iacute;sticas anuales de muestras de malware. 
                Cuando se habla de “muestras”, se hace referencia a ejemplares o fragmentos de diferentes tipos de software malicioso, como troyanos, virus o gusanos. 
                En este sentido, la compa&ntilde;&iacute;a ha elevado su total de muestras registradas a m&aacute;s de 80 millones.
                <br>
                <br>
                Lo m&aacute;s interesante, como dec&iacute;amos, tiene que ver en la fragmentaci&oacute;n de estas muestras. 69.504.686 estaban destinadas a atentar contra la seguridad de los sistemas 
                operativos Windows y 12.445 apuntaban a macOS. Vale la pena hacer una pausa en este punto para se&ntilde;alar que para el SO de Microsoft se detectaron 
                5.584 veces m&aacute;s de muestras de malware que el de su competidor de Apple.
                <br>
                <br>
                La lista de AV-ATLAS no ha dejado fuera a Linux, el sistema operativo que es una de las claves para el funcionamiento de superordenadores y servidores que 
                dan vida a millones de servicios de Internet.
            </p>
            
        </div>     
    </div>


</body>

</html>