<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>IA</title>
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Rajdhani:wght@600&display=swap" rel="stylesheet">
    <link rel="shortcut icon" href="Recursos/PatakaNombreMini.png">
    <link rel="stylesheet" href="style.css">
    <script src="https://kit.fontawesome.com/4cac93665d.js" crossorigin="anonymous"></script>
</head>

<body id="cuerpo">

    <script src="scripts.js"></script>
    <nav class="nav">
        <ul class="nav__ul">
            <li class="nav__ul__li"><i class="fa-solid fa-house"></i><a href="index.html">Inicio</a></li>
            <li class="nav__ul__li"><i class="fa-brands fa-android"></i><a href="android.html">Android</a></li>
            <li class="nav__ul__li"><i class="fa-brands fa-apple"></i><a href="iphone.html">Iphone</a></li>
            <li class="nav__ul__li"><i class="fa-sharp fa-solid fa-shirt"></i><a href="moda.html">Moda</a></li>
            <li class="nav__ul__li"><i class="fa-solid fa-dice-d20"></i><a href="ia.html">IA</a></li>
            <li class="nav__ul__li"><i class="fa-solid fa-shield-halved"></i><a href="cyber.html">Cyberseguridad</a></li>
        </ul>
    </nav>
    <div class="menu_bt" id="bt_menu"><i id="icono_menu_lateral" class="fa-solid fa-bars"></i></div>
    <nav class="nav_responsive" id="menu1">
        <ul class="nav__ul__responsive">
            <li class="nav__responsive__ul__li"><i class="fa-solid fa-house"></i><a href="index.html">Inicio</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-brands fa-android"></i><a href="android.html">Android</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-brands fa-apple"></i><a href="iphone.html">Iphone</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-sharp fa-solid fa-shirt"></i><a href="moda.html">Moda</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-solid fa-dice-d20"></i><a href="ia.html">IA</a></li>
            <li class="nav__responsive__ul__li"><i class="fa-solid fa-shield-halved"></i><a href="cyber.html">Cyberseguridad</a></li>
        </ul>
    </nav>
    <div class="container__logo">
        <img class="container__logo-main" src="Recursos/PatakaNombre (2).png" alt="">
    </div>
    <div class="boton" id="boton"><i id="icono" class="fa-solid fa-bars"></i></div>
    <div class="menu" id="menu">

        <!--BUSCADOR-->
        <div class="buscador">
            <form>
              <input type="text" placeholder="Buscar en Pataka.." name="Buscar">
              <button type="submit" class="fa fa-search fa-3x" ></button>
            </form>
         </div>
         <hr></hr>
        <form  method="post">
            <div class="contenedor">
                
              <h2 class="login1">Login</h2>

              <label for="nombre"><i class="fa fa-user fa-lg"></i>
                <input type="text" placeholder="Indique su nombre" name="nombre" required>
              </label>

              <label for="password"><i class="fa fa-lock fa-lg"></i>
                <input type="password" placeholder="Introducir contrase&ntilde;a" name="password" required>
              </label>

              <a href="#" class="link">Recuperar contrase&ntilde;a?</a>

              <button type="reset" class="log">Login</button>

              <!--REGISTRO-->     
                <h2 class="registro">Reg&iacute;strate</h2>

                <label for="nombre"><i class="fa fa-user fa-lg"></i>
                    <input type="text" placeholder="Indique un nombre de usuario" name="nombre" required>
                </label>

                <label for="nombre"><i class="fa-sharp fa-solid fa-envelope fa-lg" ></i>
                    <input type="email" placeholder="Indique un correo" name="nombre" required>
                </label>

                <label for="password"><i class="fa fa-lock fa-lg"></i>
                    <input type="password" placeholder="Introducir una contrase&ntilde;a" name="password" required>
                </label>

                <button type="reset" class="log">Reg&iacute;strate</button>
            </div>
        </form>    
        <hr></hr> 
    </div>
    <div class="container_redes" id="boton_redes">
        <i class="fa-solid fa-icons"></i>
        <a href="https://www.instagram.com/"><img class="redes" src="Recursos/Instagram.png" alt=""></a>
        <a href="https://www.twitch.tv/"><img class="redes" src="Recursos/twitch.png" alt=""></a>
        <a href="https://twitter.com/"><img class="redes" src="Recursos/twitter.png" alt=""></a>
        <a href="https://www.youtube.com/?gl=ES&hl=es"><img class="redes" src="Recursos/youtube.png" alt=""></a>
    </div>
    <div id="button-up">
        <i class="fas fa-chevron-up"></i>
    </div>
    <div class="container_articulos">
        <div class="Articulos">
            <p>
            <h2>Baidu presenta Ernie, su competidor a ChatGPT (y muestra por qu&eacute; las prisas no son buenas consejeras)</h2>
            </p>
            <br>
            <p>
                Robin Li, CEO y cofundador de Baidu, ten&iacute;a claro que la empresa deb&iacute;a presentar algo. 
                Lo que fuera. As&iacute; ha sido lanzado Ernie, el chatbot basado en inteligencia artificial del gigante chino de las b&uacute;squedas. 
                Como indican en Reuters, el propio Li admiti&oacute; las prisas e indic&oacute; que lo presentaban hoy "porque el mercado lo demanda". 
                El te&oacute;rico gran competidor asi&aacute;tico de ChatGPT es aparentemente una plataforma m&aacute;s limitada y con un p&uacute;blico objetivo muy claro: el de China.
                <br>
                <br>
                Ernie. Este modelo de inteligencia artificial conversacional est&aacute; basada en ERNIE 3.0 y en PLATO, dos modelos de lenguaje 
                preentrenados que siguen los pasos de otros como GPT. Seg&uacute;n Louise Matsakis, editora en Semafor que asisti&oacute; a la presentaci&oacute;n, 
                Li indic&oacute; que Ernie est&aacute; centrado en el mercado chino y tiene "una mayor capacidad de entendimiento del lenguaje chino" que otros 
                modelos de lenguaje. O lo que es lo mismo: si quieres un chatbot que funcione bien en chino, Baidu dice que tiene el mejor.
            </p>
            <br>
            <p><img class="imgi" src="Recursos/ia.jpeg" alt=""></p>
        </div>
        <div class="Articulos">
            <p>
                <h2>El nuevo Midjourney V5 se ha propuesto que no podamos diferenciar una foto real de una generada</h2>
            </p>
            <br>
            <p>
            Que el ritmo no pare. Si el martes conoc&iacute;amos a GPT-4 y sus capacidades renovadas, hace una hora se anunciaba 
            el lanzamiento de Midjourney V5, una versi&oacute;n a&uacute;n m&aacute;s potente de este motor de IA generativa de im&aacute;genes. 
            Los que ya han podido probarlo y publicar los resultados alucinan. Nosotros trambi&eacute;n.
            <br>
            <br>
            Midjourne V5. El nuevo motor cuenta seg&uacute;n sus creadores con "mucha mayor calidad de imagen, 
            salidas m&aacute;s diversas, rangos estil&iacute;ticos m&aacute;s amplios, soporte para texturas, formatos de imagen m&aacute;s anchos, 
            mejores prompts para im&aacute;genes, y rango din&aacute;mico m&aacute;s amplio", entre otras mejoras.
        
            </p>
            <br>
            <p><img class="imgi" src="Recursos/midjourney.jpeg" alt=""></p>
        </div>
        <div class="Articulos">
                    
            <p>
            <h2>Adobe se suma a la fiesta de DALL·E y lanza un avanzado “copiloto creativo” impulsado por IA: as&iacute; funciona</h2>
            </p>
            <br>
            <p>
                Adobe es el m&aacute;s reciente gigante de la tecnolog&iacute;a en subirse al carro de la inteligencia artificial generativa. 
                La compa&ntilde;&iacute;a estadounidense, cuyos productos giran en torno a la creatividad, ha anunciado Firefly, un generador 
                de im&aacute;genes y efectos a partir de texto que se presenta como un complemento para su suite de aplicaciones.
            <br>
            <br>
                El anuncio sienta la bases de una nueva estrategia en Adobe. Si bien el desarrollador de software viene utilizando 
                la IA desde hace tiempo, no ha sido hasta este momento que ha abrazado las posibilidades generativas que esta ofrece. 
                Sin embargo, parece no querer ser parte de la discusi&oacute;n en torno a los derechos de autor que ha surgido.
            </p>
            <br>
            <p><img class="imgi" src="Recursos/adobe.jpeg" alt=""></p>
        </div>
        <div class="Articulos">
            <p>
            <h2>Las buenas notas de GPT-4 en los ex&aacute;menes son menos impresionantes de lo que nos hemos contado</h2>
            </p>
            <br>
            <p>
                Si GPT-4 fuera un estudiante, ser&iacute;a uno de los m&aacute;s brillantes. 
                La propia OpenAI evalu&oacute; su capacidad con una serie de ex&aacute;menes que fueron creados para seres humanos y en los sac&oacute; notas espectaculares. 
                Conseguir&iacute;a estar de hecho entre el 10% de los que obtienen mejores calificaciones, pero hay quien dice que en realidad eso no significa demasiado.
                <br>
                <br>
                Qu&eacute; ha pasado. OpenAI someti&oacute; a GPT-4 a ex&aacute;manes acad&eacute;micos de diversos tipos, como el Uniform Bar Exam, el test m&aacute;s popular en EEUU para convertirse en abogado, 
                o el LSAT, la prueba que da la posibilidad de acceder a la Columbia Law School. Tambi&eacute;n se someti&oacute; a la prueba GRE Quantitative, que mide la capacidad de razonar 
                y de entender conceptos matem&aacute;ticos. En casi todas ellas su puntuaci&oacute;n fue excepcional, y eso parec&iacute;a hacer a GPT-4 superior a la mayor&iacute;a de estudiantes humanos. 
                Un reciente estudio de dos investigadores revela que hay problemas con esa percepci&oacute;n.
            </p>
            <br>
            <p><img class="imgi" src="Recursos/chatGPT.jpeg" alt=""></p>
                       
        </div>
                
    </div>


</body>

</html>